[
  {
    "title": "Unbounded Spaces: Rethinking Belonging and Imagination",
    "slug": "atlantis",
    "date": "2025-04-16",
    "location": "Delft, Netherlands",
    "publisher": "Atlantis Magazine Issue #35.2",
    "institute": "Delft University of technology",
    "theme": "Futuring: Reclaiming Identity",
    "content": "What does it mean to reclaim an identity: restore what’s been lost, or imagine something entirely new? Inspired by Van Gogh’s The Starry Night, painted from the confines of an asylum, this piece explores how identity and belonging might transcend rigid categories and limited frames. Just as Van Gogh saw the cosmos through a barred window, can we reframe our own perspectives, making space for connection, difference, and transformation? What if borders became porous, and identities fluid-unfinished, alive? Unbounded Spaces invites you to look through a new lens, where imagination and belonging are radically redefined.",
    "layout": "text",
    "category": "Magazine",
    "images": ["/images/atlantis-1.jpg", "/images/atlantis-2.jpg", "/images/atlantis-3.jpeg"],
    "private": true
  },
  {
    "title": "Estrangement: Home Then and Now",
    "slug": "dus",
    "date": "2025-04-03",
    "location": "London, UK",
    "publisher": "BA Hons International Architectural Conference 25",
    "institute": "University of Brighton",
    "theme": "Domestic Subjectivity",
    "content": "What happens when homes stop reflecting who we are, and start erasing us instead? Once handmade and memory-filled, living spaces have become sterile, optimized, and commodified. We no longer build homes; we consume them. Through the lens of Marx’s estrangement, this reflective piece explores how domestic life has been shaped and stripped by convenience, capitalism, and crisis. But in the cracks of disaster and displacement, could there be room to reclaim imagination? To re-craft spaces that remember, reflect, and resist? This monologue, invites us to rethink what it truly means to live and belong.",
    "layout": "gallery",
    "category": "Conference",
    "images": ["/images/dus-1.jpeg", "/images/dus-2.jpg"],
    "private": true
  },
  {
    "title": "The Trajectory of Avant-Gardism: Non-Conscious Expressions In The Post-Conflict Balkans",
    "slug": "eam",
    "date": "2024-09-17",
    "location": "Kraków, Poland",
    "publisher": "European Network for Avant-Garde and Modernism Studies",
    "institute": "Uniwersytet Jagielloński",
    "theme": "Avant-Garde and War",
    "content": "“Në ç’kuptim është përdorur lepuri këtu?!” - a chilling question from Saimir Kumbaro’s film “Gezhoja.” The teacher’s response, careful yet profound: “Në kuptimin ushqimorë të fjalës.” Beneath the surface, the rabbit is a symbol, a whisper of the political weight pressing down on creativity. In Albania, isolation forged avant-garde art in defiance of stagnation. Petro Marko said it best: “To be an artist, you must be a fighter, because otherwise you starve for bread.” Bosnia, meanwhile, wove its narrative through contrasts, adapting architecture under the constraints of socialist Yugoslavia. Is freedom the sole incubator of creativity? Does oppression ignite subversive resistance? Can Balkan avant-garde transcend its context, reshaping architectural history? A paradox unfolds. Its essence lingers in the tension between constraint and liberation, reminding us that creativity often thrives where the soul wrestles with silence.",
    "layout": "video",
    "category": "Conference",
    "images": ["/images/eam-1.jpeg", "/images/eam-2.jpg"],
    "collaborator": "Edmond Drenogllava, University of Cincinnati, USA",
    "private": true
  },
  {
    "title": "Rebuilding to Last",
    "slug": "teh",
    "date": "2024-06-12",
    "location": "Aarhus, Denmark",
    "publisher": "Trans Europe Halles",
    "institute": "Institute for X",
    "theme": "Becoming a Forest",
    "content": "To rebuild is to reconnect, to immerse oneself in the delicate interplay between humanity and nature. It is a gesture of care, an embrace of renewal that transcends boundaries and generations. Co-caring is more than stewardship; it is the unspoken dialogue between lives, an act of reciprocity where the earth nurtures the soul, and the soul tends to the earth in return. The rhythm of growth mirrors the rhythm of human connection, where every seed is a promise and every sprout a shared ambition. In spaces reclaimed and reimagined, creativity blossoms in the quiet collaboration between the seen and the unseen: the tangible and the ethereal. Rebuilding is not an act of dominance but of balance. It is the art of aligning intentions with nature's pulse, creating sanctuaries where harmony thrives. In co-caring, the essence of existence shifts from individuality to interdependence, affirming that flourishing is a collective endeavor.",
    "layout": "video",
    "category": "Workshop",
    "images": ["/images/teh-1.jpg"],
    "private": false
  },
  {
    "title": "Rilindja Revealed: The Intersection of Modernism and Local Identity in Prishtina",
    "slug": "rilindja-revealed",
    "date": "2023-07-12",
    "location": "Berlin, Germany",
    "publisher": "Fachgebiet für Bau- und Stadtbaugeschichte",
    "institute": "Technische Universität Berlin",
    "theme": "Post-Modernism",
    "content": "Rilindja, a story caught in concrete, a presence both visible and vanished in the heart of Prishtina. What was once a bold symbol of progress, of language, of cultural awakening, has been reshaped, silenced, and eventually fenced off, not just physically, but in the collective memory. This project doesn’t aim to romanticize or mourn. Instead, it looks at Rilindja from another angle, one that doesn’t start in Western textbooks or end in architectural categories. It starts in the lived experience of those who walked through its doors, who saw themselves reflected in its structure, in its heaviness, in its possibility. It explors what it means when a space becomes detached from the people it was meant to serve. What happens when memory is edited out of the urban landscape? This is not about preserving a style. It’s about reclaiming a voice. A voice that printed ideas, resisted silence, held meaning beyond its walls. This is a post-western lens, a recalibration. It’s about seeing Rilindja not as a monument of the past, but as a layered, unresolved presence that still asks something of us today.",
    "layout": "text",
    "category": "Exhibit",
    "images": ["/images/rilindja-3d.jpg"],
    "private": true
  },
  {
    "title": "A Home, A Way",
    "slug": "a-home-a-way",
    "date": "2019-09-19",
    "location": "Prishtina, Kosova",
    "publisher": "",
    "institute": " Established with University of Prishtina 19/20",
    "theme": "Historical Empathy and Architecture",
    "content": "Rooted in a legacy of collective suffering and resilience, this project begins with the act of listening. Stories passed down through generations, fragments of memory, trauma, and endurance, are carefully gathered and documented. This process is not merely archival; it is a deliberate, empathetic act of recognition. Each narrative, once spoken, is written and translated into abstract forms or spatial impressions; not to depict events literally, but to distill their emotional essence. The intention is to transform oral histories into a language that transcends words: one that speaks through atmosphere, rhythm, and absence. By interpreting these stories into abstract gestures or spatial concepts, the project seeks to evoke the emotional depth of lived experiences: grief, fear, resistance, and hope. This translation allows others, especially those who have not directly lived through war or displacement, to sense the psychological and emotional weight of these histories. The purpose is not only to remember, but to understand. To create a medium through which memory becomes active, felt, not just known. In doing so, the project aims to preserve the integrity of these stories while enabling new generations to engage with them intimately, reflectively, and empathetically.",
    "layout": "gallery",
    "linkCategory": {
      "text": "Every story adds a thread to the fabric of the history. Share yours. Lend it a voice, and let it echo forward.",
      "url": "/actual",
      "active": true
    },
    "category": "Study",
    "images": ["/images/war-exodus.gif"],
    "private": false
  },
  {
    "title": "Term Home",
    "slug": "home",
    "date": "2021-04-01",
    "location": "Berlin, Germany",
    "publisher": "Technical University of Berlin",
    "institute": "Institute for Architecture",
    "theme": "Exploring the Unknown",
    "content": "This project delves into the uncharted territories of architectural design, pushing the boundaries of creativity and innovation.",
    "layout": "text",
    "category": "Exhibit",
    "images": ["/images/new-horizons-1.jpg", "/images/new-horizons-2.jpg"],
    "private": true
  },
  {
    "title": "Maloula Manual: Reclaiming the City ",
    "slug": "reconstructing-maloula",
    "date": "2021-06-01",
    "location": "Berlin, Germany",
    "publisher": "Technical University of Berlin",
    "institute": "Institute for Architecture",
    "theme": "Rehabilitation and Reconstruction of Historic Districts and Preservation of Architectural Heritage after Armed Conflicts",
    "content": "One of the world's oldest towns, Maalula dates back to the 10th century BC. Famous for its unique heritage, architecture, and way of life, it remains a place every Syrian and visitor feels compelled to experience. Since 2019, however, reconstruction efforts have introduced modern materials and methods, risking the loss of Maalula’s historic character. Through urban morphology and visual analysis, using maps, surveys, and field studies, we explore Maalula’s evolution, its cultural layers, and the deep connection between its people, landscape, and architecture. Join us in preserving and understanding the true spirit of Maalula.",
    "layout": "text",
    "category": "Research",
    "images": ["/images/new-horizons-1.jpg", "/images/new-horizons-2.jpg"],
    "collaborator": "Niklas Kretzschmar, Mandy Topp, Lina Hlal",
    "private": true
  },
  {
    "title": "A Way Forward, A Way Back ",
    "slug": "a-way-forward-a-way-back",
    "date": "2022-01-01",
    "location": "Berlin, Germany",
    "publisher": "",
    "institute": "Established with Technische Universität Berlin 22/23",
    "theme": "Reha Heritage after Armed Conflicts",
    "content": "One of the world's oldest towns, Maalula dates back to the 10th century BC. Famous for its unique heritage, architecture, and way of life, it remains a place every Syrian and visitor feels compelled to experience. Since 2019, however, reconstruction efforts have introduced modern materials and methods, risking the loss of Maalula’s historic character. Through urban morphology and visual analysis, using maps, surveys, and field studies, we explore Maalula’s evolution, its cultural layers, and the deep connection between its people, landscape, and architecture. Join us in preserving and understanding the true spirit of Maalula.",
    "layout": "text",
    "category": "Study",
    "images": ["/images/new-horizons-1.jpg", "/images/new-horizons-2.jpg"],
    "private": true
  }
]